Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Talks between merchants and city government officials initially centered on a proposal for a 66-story tower to serve as an anchor for new development in Taipei's 101 business district. Planners were considering taking the new structure to a more ambitious height only after an expat suggested it, along with many of the other features used in the design of the building. It wasn't until the summer of 2001 that the city granted a license for the construction of a 101-story tower on the site.
ne: ताइपेइ १०१ को निर्माण योजना जुलाई १९९७ मा सुरु भएको थियो [2] सुरुमा ६६ तले बनाउने कुरा चले पनि २००१ मा १०१ तलाको लागि यसले अनुमति पाएको थियो ।यसै समयमा २००० मा यसको पहिलो स्तम्भ सिलान्यास गरिएको थियो ।[2][61]

source: A major earthquake took place in Taiwan during 31 March 2002 destroying a construction crane at the rooftop, which was at floor number 47. The crane fell down onto the Xinyi Road beneath the tower, crushing several vehicles and causing five deaths – two crane operators and three workers who were not properly harnessed. However, an inspection showed no structural damage to the building, and construction work was able to restart within a week.[27]
ne: ३१ मार्च २००२ को भूकम्प ले ४७ औ तलामा रहेको क्रेन तल खस्दा ५ जनाको मृत्यु भई र कयौ गाडीमा क्षति पुग्यो । तापनि भवनको संरचनामा क्षति भएन र एक हप्तामा निर्माण कार्य सुचारु भयो ।[27]

source: The New Year's Eve show in Taipei is hosted at the Taipei City Hall, which also provides a view of Taipei 101 which is lit up with fireworks. Another popular location for crowds to gather to see the fireworks display is the Sun Yat-sen Memorial Hall. For the first three years (2004–2006), the annual fireworks show at Taipei 101 was preceded by the sequential display of numerals in lights on each section to count down the last eight seconds to midnight.
ne: ताइपेइमा नयाँ वर्ष पुर्व सन्ध्याको प्रदर्शनी ताइपेइ सभा गृहमा आयोजना गरिएको थियो जहाँ अतिसबाजी जरिएको थियो ।. अतिसबाजी हेर्नको लागि सन् यात सेन स्मृति हल लोकप्रिय स्थान बनेको थियो ।

source: Retrieved 1 April 2014..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ 【台北101】101樓揭密 -- 戴心怡主播、蔣心玫採訪 (2013/9/9). YouTube. 10 September 2013..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Exploring Taipei – The heights, lights and sights of Taipei, Taiwan.
ne: Retrieved 1 April 2014..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ 【台北101】101樓揭密 -- 戴心怡主播、蔣心玫採訪 (2013/9/9), १० सेप्टेम्बर २०१३। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Exploring Taipei – The heights, lights and sights of Taipei, Taiwan.

source: The Taipei 101 / TAIPEI 101[1], formerly known as the Taipei World Financial Center – is a landmark supertall skyscraper in Xinyi District, Taipei, Taiwan. The building was officially classified as the world's tallest in 2004, and remained such until the completion of the Burj Khalifa in Dubai in 2010. In 2011, the building was awarded the LEED platinum certification, the highest award according to the Leadership in Energy and Environmental Design (LEED) rating system, and became the tallest and largest green building in the world.[9][10] It used to have the fastest elevator in the world, traveling at 60.6 km/h (37.7 mph) and transporting passengers from the 5th to 89th floor in 37 seconds.[11] In 2016, the title for the fastest elevator was given to the Shanghai Tower in Shanghai.[12]
ne: ताइपेइ १०१ लाई पहिले ताइपेइ विश्व वित्तीय केन्द्र भनेर समेत चिनिन्थ्यो । [1] यो गगनचुम्बी संरचना ताइवान , ताइपेइको सिन्यी जिल्लाको निसानी समेत हो ।यो भवनलाई २००४ मा विश्वको सबैभन्दा अग्लो भवन भनेर आधिकारिक रुपमा घोषणा गरिएको थियो, र २०१० मा दुबईमा बुर्ज खलिफाको निर्माण पूरा हुनुभन्दा अघिसम्म सबैभन्दा अग्लो भवनको रुपमा रहेको थियो। २०११ मा, लिडरसिप इन् इनर्जी एण्ड इन्भाइरोमेन्टल डिजाइनद्वारा यो भवनलाई एल.ई.ई.डी. प्लाटिनम प्रमाणीकरण प्रदान गरिएको थियो र विश्वको सर्वोच्च र बिशाल भवन बनेको थियो । [9][10] यो संग त्यस समयको सबैभन्दा द्रुत लिफ्ट (स्वचालित भर्याङ) थियो , जुन ६०.६ कि.मी प्रति घण्टा (३७.७ माइल प्रति घण्टा)को गतिले चल्थ्यो र यात्रीलाई ३७ सेकेन्डमा पाचौ तलाबाट ८९ औ तलामा पुर्यौथ्यो । [11] २०१६ मा सबैभन्दा रुट लिफ्टको उपाधि सांघाई मा रहेको संघाई टावरले पायो ।[12]

source: The tower is designed to withstand typhoons and earthquakes. A multi-level shopping mall adjoining the tower houses hundreds of stores, restaurants and clubs. 2004 to present, fireworks launched from Taipei 101 feature prominently in international New Year's Eve broadcasts and the structure appears frequently in travel literature and international media.
ne: १०१ तला रहेको यो टावरको निर्माण १९९९ मा सुरु भएको थियो भने २००४ मा निर्माण सम्पन्न भएको थियो। यसको उद्घाटनदेखि नै यो टावर आधुनिक ताइवानको प्रतीक बनेको थियो । यो भवनलाइ वास्तुकलाको एसियाको प्रविधि तथा परम्परागत क्रमिक विकासको प्रतीक बनेको छ । यसको उत्तर आधुनिकतावाद दृस्टीले परम्परागत बनावट तत्वलाई आधुनिक रंग दिन्छ ।

source: Taipei 101 is owned by Taipei Financial Center Corporation. The name that was originally planned for the building, Taipei World Financial Center, until 2003, was derived from the name of the owner.
ne: ताइपेइ १०१ ताइपेइ वित्तीय केन्द्र संस्थानको स्वामित्वमा रहेको छ । प्रारम्भमा यो भवनको नाम ताइपेइ वर्ल्ड फाइनान्सियल सेन्टर राख्ने योजना बनाइएको थियो ।

source: Taipei 101 comprises 101 floors above ground, as well as 5 basement levels. It was not only the first building in the world to break the half-kilometer mark in height,[3] but also the world's tallest building from March 2004 to 10 March 2010.[13][14] As of 28 July 2011, it is still the world's largest and highest-use green building.[9][10]
ne: ताइपेइ १०१ मा जमिन माथि १०१ तला र भूमिगत ५ तला रहेका छन् । यो आधा किलोमिटर उचाइको पहिलो भवन मात्र नभई मार्च २००४ देखि १० मार्च २०१० सम्म विश्वको सर्वोच्च भवन समेत थियो ।[3] [13][14] , जुलाई २०११ को अनुसार यो विश्वको सबैभन्दा विशाल र उच्च हरित भवन थोयो ।[9][10]

source: Upon its completion, Taipei 101 was the world's tallest inhabited building, at 509.2 m (1,671 ft) as measured to its height architectural top (spire), exceeding the Petronas Towers, which were previously the tallest inhabited skyscraper at 451.9 m (1,483 ft). The height to the top of the roof, at 449.2 m (1,474 ft), and highest occupied floor, at 439.2 m (1,441 ft), surpassed the previous records of 442 m (1,450 ft) and 412.4 m (1,353 ft), respectively; the Willis Tower had previously held that distinction.[3][15][16][17][18] It also surpassed the 85-story, 347.5 m (1,140 ft) Tuntex Sky Tower in Kaohsiung as the tallest building in Taiwan and the 51-story, 244.15 m (801 ft) Shin Kong Life Tower as the tallest building in Taipei.[19][20] Taipei 101 claimed the official records for the world's tallest sundial and the world's largest New Year's Eve countdown clock.[21]
ne: निर्माण सम्पन्न हुदा , ताइपेइ १०१ को उचाई ५०९.२ मि. (१,६७१ फिट) थियो । यस भन्दा अघि पेट्रोनस टावर सबैभन्दा अग्लो टावर थियो जसको उचाई ४५१.९ मि थियो ।[3][15][16] ताइपेइ १०१ लाई नयाँ वर्षको पुर्वसन्ध्यामा सर्वोच्च टावर दावी गरिएको थियो ।

source: Various sources, including the building's owners, give the height of Taipei 101 as 508 m (1,667 ft), roof height and top floor height as 448 m (1,470 ft) and 438 m (1,437 ft). This lower figure is derived by measuring from the top of a 1.2 m (4 ft) platform at the base.[1][3] CTBUH standards, though, include the height of the platform in calculating the overall height, as it represents part of the man-made structure and is above the level of the surrounding pavement.[15][17][16][18] Taipei 101 displaced the Petronas Towers as the tallest building in the world by 57.3 m (188 ft).[17][22] The record it claimed for greatest height from ground to pinnacle was surpassed by the Burj Khalifa in Dubai, which is 829.8 m (2,722 ft) in height. Taipei 101's records for roof height and highest occupied floor briefly passed to the Shanghai World Financial Center in 2008, which in turn yielded these records as well to the Burj.[15][17]
ne: भवनका मालिक सहित , विभिन्न स्रोतहरुको अनुसार ताइपेइ १०१ को उचाई 508 m (1,667 ft) रहेको छ, छानाको उचाई र टप फ्लोरको उचाई क्रमसः 448 m (1,470 ft) and 438 m (1,437 ft) छ ।[1][3] ताइपेइ १०१ ले सर्चोच्च भवनको किर्तिमानको लागि पेट्रोनस टावरलाई 57.3 m (188 ft) ले उछिनेको थियो ।[17][22] यसको सबैभन्दा अग्लो भवनको किर्तिमानलाई दुबईको बुर्ज खलिफाले तोडेको थियो जसको उचाई थियो 829.8 m (2,722 ft) । [15][17]

source: Taipei 101 is designed to withstand the typhoon winds and earthquake tremors that are common in the area east of Taiwan. Evergreen Consulting Engineering, the structural engineer, designed Taipei 101 to withstand gale winds of 60 metres per second (197 ft/s), (216 km/h or 134 mph), as well as the strongest earthquakes in a 2,500-year cycle.[23]
ne: ताइपेइ १०१ लाई ताइवानको पूर्वी क्षेत्रमा सामान्य आइरहने आधि र भूकम्प सामना गर्न सक्ने गरि डिजाइन गरिएको छ । इभारग्रिन कन्सल्टिंग इन्जिनियरिङ ले ताइपेइ १०१ लाइ 60 metres per second (197 ft/s), (216 km/h or 134 mph),गतिको आधी र वर्षमा २५०० शक्तिशाली भूकम्प सामना गर्न सक्ने गरि डिजाइन गरिएको छ ।[23]

source: KLCC Park
ne: के.एल.सी.सी पार्क

source: Notable events
ne: उल्लेखनीय कार्यक्रमहरू

source: Service building
ne: सेवा भवन।

source: Suria KLCC
ne: सुरिया के.एल.सी.सी

source: Skybridge
ne: आकाशे पुल

source: Council on Tall Buildings and Urban Habitat. Archived from the original on 24 May 2012..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Petronas Towers at Emporis ↑ Petronas Towers at Glass Steel and Stone ↑ "Petronas Towers". SkyscraperPage..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Petronas Towers at Structurae ↑ Sebestyén, Gyula (1998).
ne: Council on Tall Buildings and Urban Habitat.

source: Construction: Craft to Industry. London: Taylor & Francis. p. 205. ISBN 978-0-419-20920-1..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Žaknić, Ivan; Smith, Matthew; Rice, Doleres B. (1998).
ne: Archived from the original on 24 May 2012..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Petronas Towers at Emporis ↑ Petronas Towers at Glass Steel and Stone ↑ "Petronas Towers".
